---
kind: other
id: Properties.T:Autodesk.Revit.DB.Architecture.StairsPathType
source: html/768da5cf-4926-e6db-8722-189c5d81d2e1.htm
---
# StairsPathType Properties

The arrow head type of the stairs path.